---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RevisionCloudRevisionDescription
source: html/26b7f33d-6ecb-ac4a-8e2d-63cabc69fa3f.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RevisionCloudRevisionDescription Property

"Revision Description"

## Syntax (C#)
```csharp
public static ForgeTypeId RevisionCloudRevisionDescription { get; }
```